Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Feature_DisableLocationFeatures.Description
source: Disables all location-based features on your device, including location services for apps and security features. This can enhance privacy but reduce the functionality of location-dependent services.
ar_tn: يُعطّل جميع ميزات الموقع على جهازك، بما في ذلك خدمات الموقع للتطبيقات وميزات الأمان. هذا يمكن أن يعزز الخصوصية ولكنه يقلل من وظائف الخدمات المعتمدة على الموقع.
de: Deaktiviert alle standortbasierten Funktionen auf Ihrem Gerät, einschließlich der Standortdienste für Apps und Sicherheitsfunktionen. Dies kann die Privatsphäre erhöhen, aber die Funktionalität standortabhängiger Dienste verringern.
es_es: Desactiva todas las funciones basadas en ubicación en tu dispositivo, incluyendo los servicios de ubicación para aplicaciones y funciones de seguridad. Esto mejora la privacidad, pero reduce la funcionalidad de los servicios dependientes de ubicación.
fr_fr: Désactive toutes les fonctionnalités basées sur la localisation sur votre appareil, y compris les services de localisation pour les applications et les fonctionnalités de sécurité. Cela peut améliorer la confidentialité, mais réduire la fonctionnalité des services dépendants de la localisation.
he_il: משבית את כל התכונות מבוססות המיקום במכשירך, כולל שירותי מיקום ליישומים ותכונות אבטחה. זה יכול לשפר את הפרטיות אך להפחית את הפונקציונליות של שירותים תלויי מיקום.
hu_hu: Letiltja az eszköz összes helyalapú funkcióját, beleértve az alkalmazások és a biztonsági funkciók helymeghatározását is. Ez növelheti a magánélet védelmét, de csökkentheti a helyfüggő szolgáltatások működőképességét.
id_id: Menonaktifkan semua fitur berbasis lokasi pada perangkat Anda, termasuk layanan lokasi untuk aplikasi dan fitur keamanan. Tindakan ini dapat meningkatkan privasi tetapi mengurangi fungsionalitas layanan yang bergantung pada lokasi.
it_it: Disabilita tutte le funzionalità basate sulla posizione sul tuo dispositivo, inclusi i servizi di localizzazione per le app e le funzionalità di sicurezza. Ciò può migliorare la privacy ma ridurre la funzionalità dei servizi dipendenti dalla posizione.
ja_jp: デバイス上の位置情報関連機能をすべて無効にします. これによりプライバシーが向上しますが、位置情報に依存するサービスの機能が低下します.
ko_kr: 앱의 위치 서비스와 보안 기능을 포함하여 기기의 모든 위치 기반 기능을 비활성화합니다. 이렇게 하면 개인 정보 보호가 강화되지만 위치 기반 서비스의 기능이 저하될 수 있습니다.
pt_br: Desabilita todos os recursos baseados em localização no seu dispositivo, incluindo serviços de localização para aplicativos e recursos de segurança. Isso pode aumentar a privacidade, mas reduzir a funcionalidade de serviços dependentes de localização.
ru_ru: Отключает все функции, связанные с местоположением, включая сервисы для приложений и функции безопасности. Это повышает конфиденциальность, но может снизить функциональность сервисов, зависящих от местоположения.
tr_tr: Cihazınızdaki konum tabanlı tüm özellikleri devre dışı bırakır, uygulamalar için konum servisleri ve güvenlik özellikleri dahil. Bu gizliliği artırabilir ancak konuma bağlı servislerin işlevselliğini azaltabilir.
vi_vn: Vô hiệu hoá tất cả tính năng định vị trên thiết bị, bao gồm dịch vụ định vị cho ứng dụng hoặc các chức năng bảo mật. Điều này có thể giúp bảo vệ quyền riêng tư nhưng cũng làm giảm khả năng hoạt động của các dịch vụ phụ thuộc vào định vị.
zh_hans: 禁用设备上的所有位置功能, 包括应用的定位服务和安全功能. 这可以增强隐私性, 但会减少依赖位置的服务功能.
zh_hant: 禁用裝置上的所有位置功能, 包括應用的定位服務和安全功能. 這可以增強隱私性, 但會減少依賴位置的服務功能.

# Feature_MenuShowDelay.Header
source: Disable Menu Show Delay
ar_tn: تعطيل تأخير إظهار القوائم
de: Menüanzeige-Verzögerung deaktivieren
es_es: Desactivar Retraso en la Aparición de Menús
fr_fr: Désactiver le délai d'affichage des menus
he_il: בטל עיכוב בהצגת תפריט
hu_hu: Menü megjelenítési késleltetés kikapcsolása
id_id: Nonaktifkan Jeda Tampilan Menu
it_it: Disabilita ritardo visualizzazione menu
ja_jp: メニュー表示遅延の無効化
ko_kr: 메뉴 표시 지연 비활성화
pt_br: Desabilitar atraso de exibição do menu
ru_ru: Отключить задержку отображения меню
tr_tr: Menü Gösterim Gecikmesini Devre Dışı Bırak
vi_vn: Vô hiệu hoá độ trễ hiện menu
zh_hans: 禁用菜单显示延迟
zh_hant: 禁用選單顯示延遲

# Feature_MenuShowDelay.Description
source: Controls the delay before menus appear after a mouse hover. Disabling this feature can make the menus open instantly, improving responsiveness but may reduce user control.
ar_tn: يتحكم في التأخير قبل ظهور القوائم بعد مرور الفأرة عليها. تعطيل هذه الميزة يمكن أن يجعل القوائم تفتح على الفور، مما يحسن الاستجابة ولكن قد يقلل من تحكم المستخدم.
de: Steuert die Verzögerung, bevor Menüs nach einem Hover-Ereignis angezeigt werden. Das Deaktivieren dieser Funktion kann dazu führen, dass Menüs sofort geöffnet werden, was die Reaktionsfähigkeit verbessert, aber die Benutzersteuerung einschränken kann.
es_es: Controla el retraso antes de que aparezcan los menús después de un hover del ratón. Desactivar esta característica puede hacer que los menús se abran al instante, mejorando la capacidad de respuesta, pero puede reducir el control del usuario.
fr_fr: Contrôle le délai avant l'apparition des menus après un survol de la souris. Désactiver cette fonctionnalité peut faire apparaître les menus instantanément, améliorant la réactivité, mais peut réduire le contrôle de l'utilisateur.
he_il: שולט בעיכוב לפני הופעת תפריטים לאחר ריחוף עכבר. השבתת תכונה זו יכולה לגרום לתפריטים להיפתח באופן מיידי, ולשפר את התגובתיות אך עשויה להפחית את שליטת המשתמש.
hu_hu: Azt szabályozza, mennyi ideig késlekedjenek a menük megjelenése előtt, miután az egeret fölé vitték. Ennek a funkciónak a kikapcsolása azonnal megnyithatja a menüket, javítva a reakciókészséget, de csökkentheti a felhasználói irányítást.
id_id: Mengontrol jeda sebelum menu muncul setelah hover mouse. Menonaktifkan fitur ini dapat membuat menu terbuka seketika, meningkatkan responsivitas tetapi mungkin mengurangi kendali pengguna.
it_it: Controlla il ritardo prima che i menu appaiano dopo un passaggio del mouse. Disabilitando questa funzione i menu si aprono all'istante, migliorando la reattività ma riducendo il controllo dell'utente.
ja_jp: マウスホバー後のメニュー表示遅延を制御します. この機能を無効にすると、メニューが即座に表示され、レスポンスが向上しますが、ユーザーの制御が減少する可能性があります.
ko_kr: 마우스를 호버한 후 메뉴가 나타나기 전 지연 시간을 제어합니다. 이 기능을 비활성화하면 메뉴가 즉시 열려 반응성이 향상되지만 사용자 제어가 감소할 수 있습니다.
pt_br: Controla o atraso antes que os menus apareçam após o cursor passar. Desabilitar esse recurso pode fazer com que os menus abram instantaneamente, melhorando a capacidade de resposta, mas pode reduzir o controle do usuário.
ru_ru: Управляет задержкой перед появлением меню после наведения мыши. Отключение этой функции позволяет меню открываться мгновенно, улучшая отзывчивость, но может уменьшить контроль пользователя.
tr_tr: Fareyle üzerine gelindiğinde menülerin görünmesinden önceki gecikmeyi kontrol eder. Bu özelliği devre dışı bırakmak, menülerin anında açılmasını sağlayarak tepkiselliği iyileştirebilir ancak kullanıcı kontrolünü azaltabilir.
vi_vn: Tuỳ chỉnh độ trễ khi menu xuất hiện sau khi di chuột. Vô hiệu hoá tính năng này có thể giúp menu mở ngay lập tức, tăng độ phản hồi nhưng có thể làm giảm khả năng kiểm soát của người dùng.
zh_hans: 控制鼠标悬停后菜单显示的延迟. 禁用此功能可以让菜单立即打开, 提高响应性, 但可能减少用户控制.
zh_hant: 控制滑鼠懸停後選單顯示的延遲. 禁用此功能可以讓選單立即開啟, 提高響應性, 但可能減少使用者控制.

# Feature_MouseHoverTime.Header
source: Disable Mouse Hover Time
ar_tn: تعطيل وقت التمرير بالفأرة
de: Hover-Zeit für Maus deaktivieren
es_es: Desactivar Tiempo de Hover del Ratón
fr_fr: Désactiver le temps de survol de la souris
he_il: בטל זמן ריחוף עכבר
hu_hu: Egérmutató rámutatás idejének letiltása
id_id: Nonaktifkan Waktu Hover Mouse
it_it: Disabilita il tempo di passaggio del mouse
ja_jp: マウスホバー時間の無効化
ko_kr: 마우스 호버 시간 비활성화
pt_br: Desabilitar tempo de foco do mouse
ru_ru: Отключить время наведения мыши
tr_tr: Fare Üzerinde Bekleme Süresini Devre Dışı Bırak
vi_vn: Vô hiệu hoá thời gian di chuột
zh_hans: 禁用鼠标悬停时间
zh_hant: 禁用滑鼠懸停時間

# Feature_MouseHoverTime.Description
source: Adjusts the time the system waits before triggering a hover event. Disabling this may speed up interactions but can lead to unintentional activations.
ar_tn: يُعدّل الوقت الذي ينتظره النظام قبل تنفيذ حدث التمرير. تعطيله قد يسرع التفاعلات ولكن قد يؤدي إلى تفعيلات غير مقصودة.
de: Passt die Zeit an, die das System wartet, bevor ein Hover-Ereignis ausgelöst wird. Das Deaktivieren kann Interaktionen beschleunigen, jedoch zu unbeabsichtigten Aktivierungen führen.
es_es: Ajusta el tiempo que el sistema espera antes de activar un evento de hover. Desactivarlo puede acelerar las interacciones, pero puede llevar a activaciones no intencionadas.
fr_fr: Ajuste le temps que le système attend avant de déclencher un événement de survol. Désactiver cette fonctionnalité peut accélérer les interactions, mais peut entraîner des activations non intentionnelles.
he_il: מתאים את הזמן שהמערכת ממתינה לפני הפעלת אירוע ריחוף. השבתה זו עשויה להאיץ אינטראקציות אך עלולה להוביל להפעלות לא מכוונות.
hu_hu: Beállítja, mennyi ideig várjon a rendszer a rámutatási esemény kiváltása előtt. Ennek letiltása gyorsíthatja a műveleteket, de véletlen aktivitásokhoz vezethet.
id_id: Menyesuaikan waktu tunggu sistem sebelum memicu kejadian hover. Menonaktifkan ini mungkin mempercepat interaksi tetapi dapat menyebabkan aktivasi yang tidak disengaja.
it_it: Regola il tempo di attesa del sistema prima di attivare un evento di passaggio del mouse. Disabilitare questa funzione può velocizzare le interazioni ma può portare ad attivazioni involontarie.
ja_jp: システムがホバーイベントをトリガーするまでの時間を調整します. これを無効にすると、インタラクションが速くなりますが、意図しないアクティベーションが発生する可能性があります.
ko_kr: 호버 이벤트를 트리거하기 전에 시스템이 대기하는 시간을 조정합니다. 이 기능을 비활성화하면 상호 작용 속도가 빨라질 수 있지만 의도치 않은 활성화로 이어질 수 있습니다.
pt_br: Ajusta o tempo que o sistema espera antes de disparar um evento de foco. Desabilitar isso pode acelerar as interações, mas pode levar a ativações não intencionais.
ru_ru: Регулирует время ожидания перед активацией события наведения мыши. Отключение этого может ускорить взаимодействие, но приведет к непреднамеренным активациям.
tr_tr: Sistemin bir gezinme olayını tetiklemeden önce beklediği süreyi ayarlar. Bunu devre dışı bırakmak etkileşimleri hızlandırabilir ancak istem dışı etkinleştirmelere yol açabilir.
vi_vn: Tuỳ chỉnh thời gian hệ thống chờ trước khi kích hoạt sự kiện di chuột. Vô hiệu hoá có thể tăng tốc độ phản hồi nhưng dễ dẫn đến các kích hoạt ngoài ý muốn.
zh_hans: 调整系统等待触发悬停事件的时间. 禁用此功能可能加速交互, 但可能导致无意的激活.
zh_hant: 調整系統等待觸發懸停事件的時間. 禁用此功能可能加速互動, 但可能導致無意的啟用.

# Feature_KeyboardLatency.Header
source: Optimize Keyboard Latency
ar_tn: تحسين زمن استجابة لوحة المفاتيح
de: Tastaturlatenz optimieren
es_es: Optimizar la latencia del teclado
fr_fr: Optimiser la latence du clavier
he_il: מיטוב זמן התגובה של המקלדת
id_id: Optimalkan Latensi Keyboard
it_it: Ottimizza la latenza della tastiera
ja_jp: キーボード遅延を最適化
ko_kr: 키보드 지연 시간 최적화
pt_br: Otimizar a latência do teclado
ru_ru: Оптимизировать задержку клавиатуры
tr_tr: Klavye gecikmesini optimize et
vi_vn: Tối ưu độ trễ bàn phím
zh_hans: 优化键盘延迟
zh_hant: 最佳化鍵盤延遲

# Feature_KeyboardLatency.Description
source: Sets the keyboard repeat delay to the lowest value and keeps repeat speed at maximum for more responsive input.
ar_tn: يضبط تأخير تكرار لوحة المفاتيح على أقل قيمة ويحافظ على سرعة التكرار عند الحد الأقصى لاستجابة أسرع للإدخال.
de: Stellt die Tastatur-Wiederholungsverzögerung auf den niedrigsten Wert und die Wiederholgeschwindigkeit auf das Maximum, um eine schnellere Eingabe zu ermöglichen.
es_es: Establece el retraso de repetición del teclado al valor mínimo y mantiene la velocidad de repetición al máximo para una respuesta más rápida al escribir.
fr_fr: Définit le délai de répétition du clavier sur la valeur minimale et maintient la vitesse de répétition au maximum pour une saisie plus réactive.
he_il: מגדיר את השהיית החזרה של המקלדת לערך הנמוך ביותר ושומר על מהירות החזרה במקסימום לקבלת תגובת קלט מהירה יותר.
id_id: Mengatur jeda pengulangan keyboard ke nilai terendah dan mempertahankan kecepatan pengulangan pada maksimum agar input lebih responsif.
it_it: Imposta il ritardo di ripetizione della tastiera al valore minimo e mantiene la velocità di ripetizione al massimo per un input più reattivo.
ja_jp: キーボードのキーリピート開始時間を最短に設定し、リピート速度を最大にして入力の応答性を向上させます。
ko_kr: 키보드 반복 지연을 최소로 설정하고 반복 속도를 최대로 유지하여 입력 반응성을 높입니다.
pt_br: Define o atraso de repetição do teclado para o menor valor e mantém a velocidade de repetição no máximo para uma entrada mais responsiva.
ru_ru: Устанавливает минимальную задержку повтора клавиатуры и максимальную скорость повтора для более быстрого отклика при вводе.
tr_tr: Daha hızlı giriş tepkisi için klavye tekrar gecikmesini en düşük değere, tekrar hızını ise en yüksek değere ayarlar.
vi_vn: Đặt độ trễ lặp phím ở mức thấp nhất và giữ tốc độ lặp ở mức tối đa để tăng khả năng phản hồi khi nhập liệu.
zh_hans: 将键盘重复延迟设为最低，并将重复速度保持在最高，以获得更快的输入响应。
zh_hant: 將鍵盤重複延遲設為最低，並將重複速度維持在最高，以獲得更快的輸入回應。

# Feature_DisableMouseAcceleration.Header
source: Disable Mouse Acceleration
ar_tn: تعطيل تسارع الماوس
de: Mausbeschleunigung deaktivieren
es_es: Desactivar la aceleración del ratón
fr_fr: Désactiver l'accélération de la souris
he_il: השבתת האצת העכבר
id_id: Nonaktifkan Akselerasi Mouse
it_it: Disattiva l'accelerazione del mouse
ja_jp: マウス加速を無効化
ko_kr: 마우스 가속 비활성화
pt_br: Desativar aceleração do mouse
ru_ru: Отключить ускорение мыши
tr_tr: Fare hızlandırmasını devre dışı bırak
vi_vn: Tắt tăng tốc chuột
zh_hans: 禁用鼠标加速
zh_hant: 停用滑鼠加速

# Feature_DisableMouseAcceleration.Description
source: Turns off Windows pointer acceleration so mouse movement stays consistent for games and precision input.
ar_tn: يعطّل تسارع مؤشر ويندوز حتى تبقى حركة الماوس ثابتة للألعاب والإدخال الدقيق.
de: Deaktiviert die Windows-Zeigerbeschleunigung, damit die Mausbewegung für Spiele und präzise Eingaben konstant bleibt.
es_es: Desactiva la aceleración del puntero de Windows para que el movimiento del ratón sea uniforme en juegos y tareas de precisión.
fr_fr: Désactive l’accélération du pointeur de Windows afin que les mouvements de la souris restent constants pour les jeux et les utilisations de précision.
he_il: מבטל את האצת הסמן של Windows כדי שתנועת העכבר תישאר עקבית למשחקים ולשימוש מדויק.
id_id: Menonaktifkan akselerasi penunjuk Windows agar pergerakan mouse tetap konsisten untuk bermain game dan input presisi.
it_it: Disattiva l'accelerazione del puntatore di Windows per mantenere un movimento del mouse costante nei giochi e nelle attività che richiedono precisione.
ja_jp: Windowsのポインター加速を無効にし、ゲームや精密な操作でもマウスの動きを一定に保ちます。
ko_kr: 게임과 정밀한 입력을 위해 Windows 포인터 가속을 비활성화하여 마우스 움직임을 일정하게 유지합니다.
pt_br: Desativa a aceleração do ponteiro do Windows para manter o movimento do mouse consistente em jogos e entradas de precisão.
ru_ru: Отключает ускорение указателя Windows, чтобы движение мыши оставалось стабильным в играх и при точном управлении.
tr_tr: Oyunlar ve hassas kullanım için fare hareketinin tutarlı kalmasını sağlamak amacıyla Windows işaretçi hızlandırmasını kapatır.
vi_vn: Tắt tăng tốc con trỏ của Windows để chuyển động chuột luôn ổn định khi chơi game và thao tác chính xác.
zh_hans: 关闭 Windows 鼠标指针加速，使鼠标移动在游戏和精确操作中保持一致。
zh_hant: 關閉 Windows 滑鼠指標加速，讓滑鼠移動在遊戲和精準操作中保持一致。

# Feature_AutoComplete.Header
source: Disable Auto Complete
ar_tn: تعطيل الإكمال التلقائي
de: Automatische Vervollständigung deaktivieren
es_es: Desactivar Autocompletar
fr_fr: Désactiver la saisie semi-automatique
he_il: השבת השלמה אוטומטית
hu_hu: Automatikus kitöltés kikapcsolása
id_id: Nonaktifkan Pelengkapan Otomatis
it_it: Disabilita il completamento automatico
ja_jp: 自動補完の無効化
ko_kr: 자동 완성 비활성화
pt_br: Desabilitar preenchimento automático
ru_ru: Отключить автозаполнение
tr_tr: Otomatik Tamamlamayı Devre Dışı Bırak
vi_vn: Vô hiệu hoá tự động hoàn thành
zh_hans: 禁用自动完成
zh_hant: 禁用自動完成

# Feature_AutoComplete.Description
source: Disables automatic suggestions while typing in certain fields, such as search boxes and form inputs. Disabling it can reduce distractions but may slow down workflow.
ar_tn: يُعطّل الاقتراحات التلقائية أثناء الكتابة في بعض الحقول مثل مربعات البحث وإدخالات النماذج. تعطيله يمكن أن يقلل من التشتت ولكن قد يبطئ سير العمل.
de: Deaktiviert automatische Vorschläge beim Tippen in bestimmten Feldern wie Suchfeldern und Formulareingaben. Das Deaktivieren kann Ablenkungen verringern, jedoch den Arbeitsfluss verlangsamen.
es_es: Desactiva las sugerencias automáticas al escribir en ciertos campos, como los cuadros de búsqueda y entradas de formularios. Desactivarlo puede reducir distracciones, pero puede ralentizar el flujo de trabajo.
fr_fr: Désactive les suggestions automatiques lors de la saisie dans certains champs, tels que les zones de recherche et les formulaires. Désactiver cette fonctionnalité peut réduire les distractions, mais peut ralentir le flux de travail.
he_il: משבית הצעות אוטומטיות בעת הקלדה בשדות מסוימים, כגון תיבות חיפוש וקלט טפסים. השבתה זו יכולה להפחית הסחות דעת אך עשויה להאט את זרימת העבודה.
hu_hu: Letiltja az automatikus javaslatokat bizonyos mezőkben történő gépelés közben, például keresőmezőkben és űrlapmezőkben. A letiltás csökkentheti a zavaró tényezőket, de lassíthatja a munkafolyamatot.
id_id: Menonaktifkan saran otomatis saat mengetik di kolom tertentu, seperti kotak pencarian dan input formulir. Menonaktifkan ini dapat mengurangi gangguan tetapi dapat memperlambat alur kerja.
it_it: Disabilita i suggerimenti automatici durante la digitazione in determinati campi, come le caselle di ricerca e gli input dei moduli. Disabilitarla può ridurre le distrazioni ma può rallentare il flusso di lavoro.
ja_jp: 検索ボックスやフォーム入力などでの自動補完機能を無効にします. これを無効にすると、気を散らすことなく作業できますが、ワークフローが遅くなる可能性があります.
ko_kr: 검색 상자 및 양식 입력과 같은 특정 필드에 입력하는 동안 자동 제안을 비활성화합니다. 비활성화하면 방해 요소를 줄일 수 있지만 워크플로가 느려질 수 있습니다.
pt_br: Desabilita sugestões automáticas ao digitar em determinados campos, como caixas de pesquisa e entradas de formulário. Desabilitá-lo pode reduzir distrações, mas pode tornar o fluxo de trabalho mais lento.
ru_ru: Отключает автоматические подсказки при вводе в некоторых полях, таких как поисковые строки и формы. Отключение этой функции снижает отвлекающие факторы, но может замедлить рабочий процесс.
tr_tr: Arama kutuları ve form girdileri gibi belirli alanlarda yazarken otomatik önerileri devre dışı bırakır. Devre dışı bırakılması dikkat dağıtıcı unsurları azaltabilir ancak iş akışını yavaşlatabilir.
vi_vn: Vô hiệu hoá tự động gợi ý khi nhập liệu, như hộp tìm kiếm hoặc biểu mẫu. Điều này giúp giảm phân tâm nhưng có thể làm chậm quy trình làm việc.
zh_hans: 禁用在某些字段 (如搜索框和表单输入) 中的自动建议. 禁用此功能可以减少干扰, 但可能会减慢工作流.
zh_hant: 禁用在某些欄位(如搜尋框和表單輸入)中的自動建議. 禁用此功能可以減少干擾, 但可能會減慢工作流.

# Feature_CrashDump.Header
source: Disable Crash Dump
ar_tn: تعطيل تفريغ الأعطال
de: Absturz-Dump deaktivieren
es_es: Desactivar Volcado de Fallos
fr_fr: Désactiver les vidages de mémoire lors des plantages
he_il: השבת יצירת קובץ קריסה (Crash Dump)
hu_hu: Összeomlás-jelentés készítésének letiltása
id_id: Nonaktifkan Pembuangan Kerusakan (Crash Dump)
it_it: Disabilita Crash Dump
ja_jp: クラッシュダンプの無効化
ko_kr: 크래시 덤프 비활성화
pt_br: Desabilitar Crash Dump
ru_ru: Отключить дампы после сбоя
tr_tr: Çökme Dökümünü Devre Dışı Bırak
vi_vn: Vô hiệu hoá Crash Dump
zh_hans: 禁用崩溃转储
zh_hant: 禁用崩潰轉儲

# Feature_CrashDump.Description
source: Controls whether crash reports and memory dumps are generated when applications crash. Disabling this feature can help preserve disk space, but may reduce the ability to diagnose and troubleshoot application issues.
ar_tn: يتحكم في ما إذا كان يتم إنشاء تقارير الأعطال وتفريغات الذاكرة عند تعطل التطبيقات. تعطيل هذه الميزة يمكن أن يساعد في الحفاظ على مساحة القرص، ولكنه قد يقلل من القدرة على تشخيص واستكشاف مشكلات التطبيقات.
de: Steuert, ob bei Anwendungsabstürzen Crash-Berichte und Speicherdumps generiert werden. Das Deaktivieren dieser Funktion kann dazu beitragen, Speicherplatz zu sparen, verringert jedoch die Fähigkeit, Anwendungsprobleme zu diagnostizieren und zu beheben.
es_es: Controla si se generan informes de fallos y volcados de memoria cuando las aplicaciones fallan. Desactivar esta característica puede ayudar a preservar el espacio en disco, pero puede reducir la capacidad para diagnosticar y solucionar problemas de aplicaciones.
fr_fr: Contrôle si les rapports de plantage et les vidages de mémoire sont générés lors des plantages d'applications. Désactiver cette fonctionnalité peut aider à préserver l'espace disque, mais peut réduire la capacité à diagnostiquer et résoudre les problèmes des applications.
he_il: קובע אם דוחות קריסה וקובצי זיכרון נוצרים כאשר יישומים קורסים. השבתת תכונה זו יכולה לעזור לחסוך מקום בדיסק, אך עשויה להפחית את היכולת לאבחן ולפתור בעיות יישומים.
hu_hu: Beleavatkozik abba, hogy a rendszer készítsen-e összeomlásjelentéseket és memória-dumpokat, amikor az alkalmazások összeomlanak. Ennek a funkciónak a kikapcsolása segíthet megőrizni a lemezterületet, de csökkentheti az alkalmazásproblémák diagnosztizálásának és elhárításának képességét.
id_id: Mengontrol apakah laporan kerusakan dan pembuangan memori (memory dump) dihasilkan saat aplikasi macet. Menonaktifkan fitur ini dapat membantu menghemat ruang disk, tetapi dapat mengurangi kemampuan untuk mendiagnosis dan memecahkan masalah aplikasi.
it_it: Controlla se vengono generati report di crash e dump di memoria quando le applicazioni si bloccano. Disabilitare questa funzionalità può aiutare a preservare spazio su disco, ma può ridurre la capacità di diagnosticare e risolvere i problemi delle applicazioni.
ja_jp: アプリケーションがクラッシュした際のクラッシュレポートやメモリダンプの生成を制御します. これを無効にするとディスクスペースが節約できますが、アプリケーションの問題の診断とトラブルシューティングが難しくなる可能性があります.
ko_kr: 애플리케이션이 충돌할 때 충돌 보고서와 메모리 덤프를 생성할지 여부를 제어합니다. 이 기능을 비활성화하면 디스크 공간을 보존하는 데 도움이 되지만 애플리케이션 문제를 진단하고 해결하는 기능이 저하될 수 있습니다.
pt_br: Controla se relatórios de falhas e despejos de memória são gerados quando os aplicativos falham. Desabilitar esse recurso pode ajudar a preservar o espaço em disco, mas pode reduzir a capacidade de diagnosticar e solucionar problemas do aplicativo.
ru_ru: Управляет генерацией отчетов о сбоях и дампов памяти при сбоях приложений. Отключение этой функции может помочь сэкономить место на диске, но снизит способность к диагностике и устранению неполадок.
tr_tr: Uygulamalar çöktüğünde çökme raporlarının ve bellek dökümlerinin oluşturulup oluşturulmayacağını kontrol eder. Bu özelliği devre dışı bırakmak disk alanının korunmasına yardımcı olabilir, ancak uygulama sorunlarını teşhis etme ve giderme yeteneğini azaltabilir.
vi_vn: Tuỳ chỉnh việc tạo báo cáo sự cố và dump bộ nhớ được tạo ra khi ứng dụng crash. Vô hiệu hoá tính năng này có tiết kiệm dung lượng ổ đĩa nhưng có thể làm giảm khả năng phân tích và khắc phục sự cố.
zh_hans: 控制应用崩溃时是否生成崩溃报告和内存转储. 禁用此功能可以节省磁盘空间, 但可能减少诊断和故障排除应用问题的能力.
zh_hant: 控制應用崩潰時是否生成崩潰報告和記憶體轉儲. 禁用此功能可以節省磁碟空間, 但可能減少診斷和故障排除應用問題的能力.

# Feature_RemoteAssistance.Header
source: Disable Remote Assistance
ar_tn: تعطيل المساعدة عن بُعد
de: Remote-Unterstützung deaktivieren
es_es: Desactivar Asistencia Remota
fr_fr: Désactiver l'assistance à distance
he_il: השבת סיוע מרחוק
hu_hu: Távsegítség letiltása
id_id: Nonaktifkan Bantuan Jarak Jauh
it_it: Disabilita Assistenza remota
ja_jp: リモート支援の無効化
ko_kr: 원격 지원 비활성화
pt_br: Desabilitar Assistência Remota
ru_ru: Отключить удаленную помощь
tr_tr: Uzaktan Yardımı Devre Dışı Bırak
vi_vn: Vô hiệu hoá Remote Assistance
zh_hans: 禁用远程协助
zh_hant: 禁用遠端協助
